/*
  KeyBinding.strings
  iina

  Created by lhc on 4/2/2017.
  Copyright © 2017 lhc. All rights reserved.
*/

"cmd.ignore" = "Zanemari";
"cmd.seek" = "Navigiraj";
"cmd.revert-seek" = "Preokreni navigiranje";
"cmd.set" = "Postavi";
"cmd.cycle" = "Listaj";
"cmd.cycle-values" = "Listaj u";
"cmd.add" = "Promijeni";
"cmd.multiply" = "Pomnoži";
"cmd.frame-step" = "Sljedeći kadar";
"cmd.frame-back-step" = "Prethodni kadar";
"cmd.ab-loop" = "A-B petlja";
"cmd.sub-seek" = "Navigiranje po titlovima";
"cmd.playlist-next" = "Sljedeći medij";
"cmd.playlist-prev" = "Prethodni medij";
"cmd.playlist-move" = "Premjesti stavku playliste";
"cmd.playlist-clear" = "Izbriši playlistu";
"cmd.playlist-remove" = "Ukloni trenutačnu";
"cmd.playlist-shuffle" = "Primiješaj";
"cmd.write-watch-later-config" = "Zapiši povijest reprodukcija";
"cmd.stop" = "Prekini";
"cmd.quit" = "Izlaz";
"cmd.quit-watch-later" = "Izlaz (spremi napredak)";
"cmd.screenshot" = "Snimka ekrana";
"cmd.screenshot-to-file" = "Snimka ekrana u datoteku";
"cmd.loadfile" = "Učitaj datoteku";
"cmd.loadlist" = "Učitaj playlistu";
"cmd.run" = "Pokreni";

"iina.flip" = "Preokreni okomito";
"iina.mirror" = "Preokreni vodoravno";

"iina.toggle-pip" = "Uključi/isključi sliku u slici";
"iina.toggle-music-mode" = "Uključi/isključi modus glazbe";
"iina.open-file" = "Otvori datoteku";
"iina.open-url" = "Otvori URL";
"iina.video-panel" = "Video ploča";
"iina.audio-panel" = "Zvučni ploča";
"iina.sub-panel" = "Ploča titlova";
"iina.playlist-panel" = "Ploča playliste";
"iina.chapter-panel" = "Ploča poglavlja";
"iina.bigger-window" = "Veći prozor";
"iina.smaller-window" = "Manji prozor";
"iina.fit-to-screen" = "Prilagodi veličini ekrana";
"iina.toggle-flip" = "Uključi/Isključi okomito preokretanje";
"iina.toggle-mirror" = "Uključi/Isključi vodoravno preokretanje";
"iina.save-playlist" = "Spremi trenutačnu playlistu";
"iina.show-current-file-in-finder" = "Prikaži trenutačnu datoteku u Finderu";
"iina.delete-current-file" = "Izbriši trenutačnu datoteku";
"iina.delete-current-file-hard" = "Odmah izbriši trenutačnu datoteku";
"iina.find-online-subs" = "Pronađi titlove na internetu";
"iina.save-downloaded-sub" = "Spremi preuzeti titl";

"yes" = "Da";
"no" = "Ne";
"to" = "na";
"by" = "od";
"in" = "u";
"add" = "povećaj";
"minus" = "smanji";
"forward" = "naprijed";
"backward" = "unatrag";
"seek-to" = "do";

"relative" = "s";
"absolute" = "s";
"absolute-percent" = "%";
"relative-percent" = "%";
"relative+exact" = " s (točno)";
"relative-percent+exact" = " % (točno)";
"absolute+keyframe" = " s (ključni kadar)";
"absolute-percent+keyframe" = " % (ključni kadar)";

"opt.pause" = "Pauziraj";
"opt.speed" = "Brzina";

"opt.window-scale" = "Veličina prozora";

"opt.video" = "Video traka";
"opt.video-aspect-override" = "Omjer videa";
"opt.contrast" = "Kontrast";
"opt.brightness" = "Svjetlost";
"opt.gamma" = "Gamut";
"opt.saturation" = "Zasićenost";
"opt.deinterlace" = "Preplitanje";

"opt.audio" = "Audio traka";
"opt.volume" = "Glasnoća";
"opt.mute" = "Isključi zvuk";
"opt.audio-delay" = "Kašnjenje zvuka";

"opt.sub" = "Traka titlova";
"opt.sub-delay" = "Kašnjenje titlova";
"opt.sub-pos" = "Položaj titlova";
"opt.sub-scale" = "Veličina titlova";
"opt.sub-visibility" = "Vidljivost titlova";
"opt.secondary-sub-visibility" = "Vidljivost sekundardnih titlova";
"opt.sub-ass-style-override" = "Prepisivanje ASS stila";

"opt.fullscreen" = "Cjeloekranski prikaz";
"opt.ontop" = "Postavi ispred";

"opt.chapter" = "Poglavlje";

"read.set" = "Postavi {{property}} na {{value}}";
"read.add" = "{{property}} {{value}}";
"read.multiply" = "Pomnoži {{property}} × {{factor}}";
"read.cycle" = "Listaj {{property}}{{#dir_down}} prema dolje{{/dir_down}}";
"read.cycle-values" = "Listaj {{property}} u ({{{values}}})";
"read.seek" = "Navigiraj {{#fwd}}prema naprijed{{/fwd}}{{#bwd}}unatrag{{/bwd}}{{#abs}}do{{/abs}} {{value}}{{#sec}}s{{/sec}}{{#per}}%{{/per}} {{#exact}}(točno){{/exact}}{{#kf}}(slika){{/kf}}";
"read.sub-seek" = "Navigiraj do {{#skip_1}}sljedeći{{/skip_1}}{{#skip_-1}}prethodni{{/skip_-1}} titl";
